# day 38:
#  1) # შექმნათ სია სადაც მოათავსებთ თქვენი საყავრელ ფილმების სახელებს(მინიმუმ 10 სახელი), შემდეგ კი მათ დაბეჭდავთ ცალცალ 
#  2) # შექმნათ სია სადაც მოათავსებთ თქვენი ოჯახის წევრების სახელებს(მინიმუმ 10 სახელი) და შემდეგ კი დაბეჭდავთ გრძელ წინადადებაში ყველა სახელს ერთად მაგ. ჩემი სახელია {თქვენი სახელი} ჩემი დედიკოს სახელია {დედიკოს სახელი} ჩემი მამიკოს სახელია {მამიკოს სახ 
# 3) # შექმნათ სია სადაც მოათავსებთ თქვენი მეგობრის სახელებს(მინიმუმ 10 სახელი) შემდეგ დაბეჭდავთ მათ ცალცალკე for ლუპის გამოყენებით
# 4) შექმნით სიას სადაც მოათავსებთ თქვენი ყველა ჯგუფელის სახელს და გვარს, დაბეჭდავთ მათ ცალცალკე და ყველას დაახასიათებთ მაგ. ანდრია არის ასეთი, ასეთი, ასეთი ...


# fimls = ["მარტო სახლში   " "მარტო სახლში2    " "მარტო სახლში3    "  "მარტო სახლში4    " "მწვანე მილი  " "ბოიკა   " "ვენომი   " "საოცრება   " "ტოსკანის მზის ქვეშ   " "უკანასკნელი საჩუქარი   " ]
# print(fimls)


# family = ['nika' 'misha' 'tamuna' 'ani' 'luka' 'gio' 'vano' 'gia' 'erekle' 'dato']
# print(family)

# frends = ['nika' 'gia' 'luka' 'irakli' 'iusupi' 'nodo' 'temo' 'misha' 'tazo' 'gio']
# frends [0]
# frends [1]
# frends [2]
# frends [3]
# frends [4]
# frends [5]
# frends [6]
# frends [7]
# frends [8]
# frends [9]
# for i in range (len(frends)):
#    print(i)


